Repository: common-repository/wp-whydonate
Catalog: languages/whydonate-v2-*.po
Languages: de_de, fr_fr

source: 1. Connect the plugin to your Whydonate account
de_de: 1. Verbinden Sie das Plugin mit Ihrem WhyDonate-Konto
fr_fr: 1. Connectez le plugin à votre compte WhyDonate

source: 2. Create a Widget
de_de: 2. Erstellen ein Widget
fr_fr: 2. Créez un widget

source: 3. Add the widget to your Website
de_de: 3. Fügen Sie das Widget Ihrer Website hinzu
fr_fr: 3. Ajoutez le widget à votre site Web

source: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Register for free at Whydonate</a>. Open your <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: <a href="https://www.whydonate.eu/registration/de" style="text-decoration:none" target="blank">Registrieren Sie sich kostenlos bei WhyDonate</a>. Öffnen Sie Ihr <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">WhyDonate-Profil</a> und klicken Sie auf das API-Schlüssel-Menü. Generieren Sie einen neuen API-Schlüssel und kopieren Sie ihn unten auf diese Seite.
fr_fr: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Inscrivez-vous gratuitement sur WhyDonate</a>. Ouvrez votre <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate Profil</a> et cliquez sur le menu Clé API. Générez une nouvelle clé API et copiez-collez-la au bas de cette page.

source: Access the API Key from the side menu of your profile.
de_de: Greifen Sie auf den API-Schlüssel im Seitenmenü Ihres Profils zu.
fr_fr: Accédez à la clé API depuis le menu latéral de votre profil.

source: Account setup
de_de: Konto-Einrichtung
fr_fr: Configuration du compte

source: Action
de_de: Aktion

source: Add widget
de_de: Widget hinzufügen
fr_fr: Ajouter un widget

source: Api Key
de_de: API-Schlüssel
fr_fr: Clé API

source: Click to hide API Key
de_de: Klicken Sie, um den API-Schlüssel ausblenden
fr_fr: Cliquez pour masquer la Clé API

source: Click to show API Key
de_de: Klicken Sie, um den API-Schlüssel ausblenden
fr_fr: Cliquez pour afficher la Clé API

source: Copied to Clipboard
de_de: In Zwischenablage kopiert
fr_fr: Copié dans le Presse-Papier

source: Copy shortcode
de_de: Kopieren Kurzcode
fr_fr: Copier le shortcode

source: Copy the code
de_de: Kopieren den Code
fr_fr: Copiez le code

source: Copy the HTML code of the widget you wish to place.
de_de: Kopieren Sie den HTML-Code des Widgets, das Sie platzieren möchten.
fr_fr: Copiez le code HTML du widget que vous souhaitez placer.

source: Create New Widget
de_de: Erstellen neues Widget
fr_fr: Créer un Nouveau Widget

source: Customize the style according to your preferences and save it as your widget
de_de: Passen Sie den Stil nach Ihren Vorlieben an und speichern Sie ihn als Ihr Widget
fr_fr: Personnalisez le style selon vos préférences et enregistrez-le comme widget

source: Donatie button voor je eigen website. Zamel geld in via iDeal, Creditcard, PayPal, VISA, Sofort en Bancontact. Binnen een paar minuten opgezet en veilig!
de_de: Spenden-Button für Ihre eigene Website. Sammeln Sie Geld über iDeal, Kreditkarte, PayPal, VISA, Sofort und Bancontact. In nur wenigen Minuten einrichten und sicher machen!
fr_fr: Bouton Faire un don pour mon propre site Web. Zamel est entré via iDeal, Creditcard, PayPal, VISA, Sofort et Bancontact. Binnen een paar minuten opgezet en veilig!

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Embed donation Widget to your website
de_de: Integrieren Sie das Spenden-Widget auf Ihrer Website
fr_fr: Intégrez le Widget de Don à votre site Web

source: Enter your api-key.
de_de: Bitte geben Sie Ihren API-Schlüssel ein.
fr_fr: Entrez votre clé API.

source: For Existing WhyDonate Members:
de_de: Für Bestehende WhyDonate-Mitglieder:
fr_fr: Pour les Membres WhyDonate Existants :

source: For Whydonate members:
de_de: Für WhyDonate-Mitglieder:
fr_fr: Pour les membres Whydonate :

source: Fundraisers
de_de: Spendenaktionen
fr_fr: Collectes de Fonds

source: Generate an API Key and copy-paste it into the designated section at the bottom of this page.
de_de: Generieren Sie einen API-Schlüssel und fügen Sie ihn in den dafür vorgesehenen Abschnitt am Ende dieser Seite ein.
fr_fr: Générez une Clé API et copiez-collez-la dans la section désignée au bas de cette page.

source: Go to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> and log in to your account.
de_de: Gehe zu <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> und melde dich in deinem Konto an.
fr_fr: Accédez à <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> et connectez-vous à votre compte.

source: How to use this plugin
de_de: Wie man dieses Plugin verwendet
fr_fr: Comment utiliser ce plugin

source: I don't have a Whydonate account
de_de: Ich habe kein WhyDonate-Konto
fr_fr: Je n'ai pas de compte WhyDonate

source: I have a Whydonate account
de_de: Ich habe ein WhyDonate-Konto
fr_fr: J'ai un compte WhyDonate

source: It seems you haven’t created any widgets yet.
de_de: Es scheint, dass Sie noch keine Widgets erstellt haben.
fr_fr: Il semble que vous n'ayez pas encore créé de widgets.

source: Navigate to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> and access the API Key from the side menu of your profile.
de_de: Navigieren Sie zu <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> und greifen Sie auf den API-Schlüssel im Seitenmenü Ihres Profils zu.
fr_fr: Accédez à <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> et accédez à la clé API depuis le menu latéral de votre profil.

source: New to WhyDonate? Register for Free:
de_de: Neu bei WhyDonate? Kostenlos registrieren:
fr_fr: Nouveau sur WhyDonate ? Inscription Gratuite:

source: No Whydonate account yet:
de_de: Noch kein WhyDonate-Konto?
fr_fr: Pas encore de compte WhyDonate :

source: Open your <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: Öffnen Sie Ihr <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'>Whydonate Profil</a> und klicken Sie auf das API-Schlüssel-Menü. Generieren Sie einen neuen API-Schlüssel und kopieren Sie ihn am Ende dieser Seite.
fr_fr: Ouvrez votre <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> profil Whydonate</a> et cliquez sur le menu Clé API. Générez une nouvelle clé API et copiez-collez-la au bas de cette page.

source: Open your <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
de_de: Öffnen Sie Ihr <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'>Whydonate Profil</a> und klicken Sie auf das API-Schlüssel-Menü. Generieren Sie einen neuen API-Schlüssel und kopieren Sie ihn am Ende dieser Seite.
fr_fr: Ouvrez votre <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> profil WhyDonate</a> et cliquez sur le menu Clé API. Générez une nouvelle clé API et copiez-collez-la au bas de cette page.

source: Paste the code directly onto your webpage.
de_de: Paste den Code direkt auf deine Webseite.
fr_fr: Collez le code directement sur votre page Web.

source: Please create a widget in the widget portal by clicking on the edit button
de_de: Bitte erstellen Sie ein Widget im Widget-Portal, indem Sie auf die Schaltfläche "Bearbeiten" klicken.
fr_fr: Veuillez créer un widget dans le portail de widgets en cliquant sur le bouton d'édition.

source: Refresh
de_de: Erfrischen
fr_fr: Rafraîchir

source: Remove
de_de: Entfernen
fr_fr: Retirer

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Shortcode
de_de: Kurzcode
fr_fr: Petit code

source: Show your API key
de_de: Zeigen Sie Ihren API-Schlüssel
fr_fr: Montrez votre clé API

source: Sign up for a free account on <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
de_de: Registrieren Sie sich für ein kostenloses Konto auf <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
fr_fr: Créez un compte gratuit sur <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.

source: Sign up for a free account on <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigate to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> and access the API Key from the side menu of your profile. Generate an API Key and copy-paste it into the designated section at the bottom of this page.
de_de: Anmelden für ein kostenloses Konto auf <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigieren Sie zu <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> und greifen Sie auf den API-Schlüssel im Seitenmenü Ihres Profils zu. Generieren Sie einen API-Schlüssel und kopieren Sie ihn in den dafür vorgesehenen Abschnitt am unteren Rand dieser Seite.
fr_fr: Créez un compte gratuit sur <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Accédez à <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> et accédez à la Clé API depuis le menu latéral de votre profil. Générez une Clé API et copiez-collez-la dans la section désignée au bas de cette page.

source: Style
de_de: Stil

source: Thanks for updating. If you see any database error message please ignore those and refresh the page.
de_de: Danke für die Aktualisierung. Wenn Sie eine Fehlermeldung der Datenbank sehen, ignorieren Sie diese bitte und aktualisieren Sie die Seite.
fr_fr: Merci pour la mise à jour. Si vous voyez un message d'erreur de base de données, ignorez-le et actualisez la page.

source: Under the 'Style Widget' section, either create a new fundraiser or select an existing one from your fundraiser list.
de_de: Unter dem Abschnitt 'Style Widget' entweder eine neue Spendenaktion erstellen oder eine vorhandene aus Ihrer Spendenaktionenliste auswählen.
fr_fr: Dans la section « Style Widget », créez une nouvelle collecte de fonds ou sélectionnez-en une existante dans votre liste de collecte de fonds.

source: Update success.
de_de: Aktualisierung erfolgreich.
fr_fr: Succès de la mise à jour.

source: Updating the api-key...
de_de: Aktualisierung des API-Schlüssels...
fr_fr: Mise à jour de la clé API...

source: You will be redirected to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
de_de: Sie werden weitergeleitet zu <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>
fr_fr: Vous serez redirigé vers <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.

source: Your api-key is not valid. We failed to connect the plugin.
de_de: Dein API-Schlüssel ist ungültig. Die Verbindung mit dem Plugin ist fehlgeschlagen.
fr_fr: Votre clé API n'est pas valide. Nous n'avons pas réussi à connecter le plugin.

source: Your plugin is now connected to this account:
de_de: Dein Plugin ist jetzt mit diesem Konto verbunden:
fr_fr: Votre plugin est désormais connecté à ce compte :

source: HTML Code
fr_fr: Code HTML
