Repository: common-repository/wp-whydonate
Catalog: languages/wp-whydonate-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el, es_es, fr_fr, hr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sv_se, uk

source: Thanks for updating. If you see any database error messages, please ignore them and refresh the page.
bg_bg: Благодаря за актуализацията. Ако видите съобщение за грешка в базата данни, моля, игнорирайте го и освежете страницата.
cs_cz: Děkujeme za aktualizaci. Pokud uvidíte nějaké chybové hlášení databáze, ignorujte je a obnovte stránku.
da_dk: Tak for opdateringen. Hvis du ser en databasefejlmeddelelse, skal du ignorere dem og opdatere siden.
de_de: Danke für das Aktualisieren. Wenn Sie Datenbankfehlermeldungen sehen, ignorieren Sie sie bitte und aktualisieren Sie die Seite.
el: Ευχαριστούμε για την ενημέρωση. Εάν δείτε κάποιο μήνυμα σφάλματος βάσης δεδομένων, παρακαλώ αγνοήστε το και ανανεώστε τη σελίδα.
es_es: Gracias por actualizar. Si ve algún mensaje de error de la base de datos, ignórelo y actualice la página.
hr: Hvala na ažuriranju. Ako vidite bilo kakvu poruku o pogrešci baze podataka, zanemarite je i osvježite stranicu.
hu_hu: Köszönjük a frissítést. Ha bármilyen adatbázis hibaüzenetet lát, kérjük, hagyja figyelmen kívül ezeket, és frissítse az oldalt.
it_it: Grazie per l'aggiornamento. Se vedi un messaggio di errore del database, ignoralo e aggiorna la pagina.
nl_nl: Bedankt voor de update. Als je een databasefoutmelding ziet, negeer deze dan en vernieuw de pagina.
pl_pl: Dziękujemy za aktualizację. Jeśli zobaczysz jakieś komunikaty o błędach bazy danych, zignoruj ​​je i odśwież stronę.
ro_ro: Mulțumim pentru actualizare. Dacă vezi mesaje de eroare ale bazei de date, te rog ignoră-le și reîmprospătează pagina.
sk_sk: Ďakujeme za aktualizáciu. Ak vidíte akúkoľvek chybovú správu databázy, ignorujte ju a obnovte stránku.
sv_se: Tack för uppdateringen. Om du ser några databasfelmeddelanden, ignorera dem och uppdatera sidan.
uk: Дякуємо за оновлення. Якщо ви бачите повідомлення про помилку бази даних, проігноруйте їх і оновіть сторінку.

source: Account Setup
bg_bg: Настройка На Акаунта
cs_cz: Nastavení Účtu
da_dk: Kontoopsætning
de_de: Kontoeinrichtung
el: Ρύθμιση λογαριασμού
es_es: Configuracion de cuenta
hr: Postavljanje računa
hu_hu: Fiók Beállítása
it_it: Impostazione Dell'account
nl_nl: Accountinstellingen
pl_pl: Konfiguracja Konta
ro_ro: Configurarea contului
sk_sk: Nastavenie účtu
sv_se: Kontoinställningar
uk: Акконт ступа

source: Widgets
bg_bg: Джаджи
cs_cz: Widgety
hr: Widgeti
hu_hu: Widgetek
it_it: I Widget
pl_pl: Widżety
ro_ro: Widgeturi
sk_sk: Widgety
uk: Віджети

source: Embed donation Widget to your website
bg_bg: Вградете widget за дарения на вашия уебсайт
cs_cz: Vložte Widget pro darování na svůj web
da_dk: Integrer donationswidget til din hjemmeside
de_de: Spenden-Widget auf Ihrer Website einbetten
el: Ενσωμάτωση Widget δωρεάς στην ιστοσελίδα σας
es_es: Inserte el Widget de donación en su sitio web
hr: Ugradite widget za donacije na svoju web stranicu
hu_hu: Az adományozási modul beágyazása webhelyére
it_it: Incorpora il widget delle donazioni nel tuo sito web
nl_nl: Embed donatiewidget op je website
pl_pl: Umieść widżet darowizny na swojej stronie internetowej
ro_ro: Încorporați widgetul de donație pe site-ul dvs. web
sk_sk: Vložte widget na darovanie na svoju webovú stránku
sv_se: Bädda in donationswidget på din webbplats
uk: Вставте Віджет пожертв на свій веб-сайт

source: Create New Widget
bg_bg: Създайте нов Виджет
cs_cz: Vytvořit Nový Widget
da_dk: Opret ny Widget
de_de: Neues Widget erstellen
el: Δημιουργία Νέου Widget
es_es: Crear Nuevo Widget
hr: Stvori Novi Widget
hu_hu: Hozzon létre egy új Widgetet
it_it: Crea Nuovo Widget
nl_nl: Maak nieuwe widget aan
pl_pl: Utwórz Nowy Widget
ro_ro: Creați un widget nou
sk_sk: Vytvoriť nový widget
sv_se: Skapa Ny Widget
uk: Створити Новий Віджет

source: Refresh
bg_bg: Освежи
cs_cz: Obnovit
da_dk: Opdater
de_de: Aktualisieren
el: Ανανέωση
es_es: Actualizar
hr: Osvježiti
hu_hu: Frissítés
it_it: Ricaricare
nl_nl: Vernieuwen
pl_pl: Odświeżać
ro_ro: Reîmprospătează
sk_sk: Obnoviť
sv_se: Uppdatera
uk: Оновити

source: Widget ID
bg_bg: ID Джаджа
cs_cz: ID widgetu
es_es: ID del Widget
hr: ID Widgeta
hu_hu: Widget azonosító
it_it: ID del widget
pl_pl: Identyfikator widgetu
ro_ro: ID Widget
sk_sk: ID widgetu
uk: ID Віджета

source: Style
bg_bg: Стил
cs_cz: Styl
da_dk: Stil
de_de: Stil
el: Στυλ
es_es: Estilo
hr: Stil
hu_hu: Stílus
it_it: Stile
nl_nl: Stijl
pl_pl: Styl
ro_ro: Stil
sk_sk: Štýl
sv_se: Stil
uk: Стиль

source: Fundraisers
bg_bg: Фондосъбиратели
cs_cz: Fundraiserové
da_dk: Pengeindsamlere
de_de: Spendenaktionen
el: Εράνους
es_es: Recaudaciones de fondos
fr_fr: Campagnes
hr: Prikupljači Sredstava
hu_hu: Adománygyűjtések
it_it: Raccolta fondi
nl_nl: Inzamelingsacties
pl_pl: Zbiórki pieniędzy
ro_ro: Strângeri de fonduri
sk_sk: Zbierky
sv_se: Insamling
uk: Фандрайзери

source: Shortcode
bg_bg: Кратък код
da_dk: Kortkode
el: Κωδικός συντομίας
es_es: Código corto
fr_fr: Code court
hr: Kratkikod
hu_hu: Rövid kód
it_it: Codice corto
pl_pl: Krótki kod
ro_ro: Copiază shortcode-ul
sv_se: Kortkod
uk: Короткийкод

source: HTML Code
bg_bg: HTML Код
cs_cz: HTML kód
da_dk: HTML kode
el: HTML Κώδικας
es_es: Código HTML
hr: HTML kôd
hu_hu: HTML kód
it_it: Codice HTML
pl_pl: Kod HTML
ro_ro: Cod HTML
sk_sk: HTML kód
sv_se: HTML-kod
uk: HTML Код

source: Action
bg_bg: Действие
cs_cz: Akce
da_dk: Handling
de_de: Aktion
el: Ενέργεια
es_es: Acción
hr: Akcijski
hu_hu: Akció
it_it: Azione
nl_nl: Actie
pl_pl: Działanie
ro_ro: Acțiune
sk_sk: Akcia
sv_se: Handling
uk: Дія

source: It seems you haven’t created any widgets yet.
bg_bg: Изглежда не сте създали никакви джаджи досега.
cs_cz: Zdá se, že jste ještě nevytvořili žádné widgety.
da_dk: Det ser ud til, at du ikke har oprettet nogen widgets endnu.
de_de: Es scheint, dass Sie noch keine Widgets erstellt haben.
el: Φαίνεται ότι δεν έχετε δημιουργήσει κανένα widget ακόμα.
es_es: Parece que aún no has creado ningún widget.
fr_fr: Il semble que vous n’ayez pas encore créé de widgets.
hr: Čini se da još niste izradili nijedan widget.
hu_hu: Úgy tűnik, még nem hozott létre widgetet.
pl_pl: Wygląda na to, że nie utworzyłeś jeszcze żadnych widżetów.
ro_ro: Se pare că nu ați creat încă niciun widget.
sk_sk: Zdá sa, že ste ešte nevytvorili žiadne widgety.
sv_se: Det verkar som att du inte har skapat några widgets än.
uk: Здається, ви ще не створили жодного віджета.

source: Add Widget
bg_bg: Добавяне На Виджет
cs_cz: Přidat widget
da_dk: Tilføj Widget
de_de: Widget Hinzufügen
el: Προσθήκη Widget
es_es: Agregar widget
hr: Dodaj widget
hu_hu: Widget Hozzáadása
it_it: Aggiungi Widget
nl_nl: Widget toevoegen
pl_pl: Dodaj Widżet
ro_ro: Adăugați widget
sk_sk: Pridať widget
sv_se: Lägg till Widget
uk: Додати віджет

source: Copy the code
bg_bg: Копиране на кода
cs_cz: Zkopírujte kód
da_dk: Kopier koden
de_de: Den Code kopieren
el: Αντιγράψτε τον κωδικό
es_es: Copia el código
hr: Kopirajte kod
hu_hu: Másolja ki a kódot
it_it: Copia il codice
nl_nl: Kopieer de code
pl_pl: Skopiuj kod
ro_ro: Copiați codul
sk_sk: Skopírujte kód
sv_se: Kopiera koden
uk: Скопіюйте код

source: Please create a widget in the widget portal by clicking on the edit button
bg_bg: Моля, създайте джаджа в портала за джаджи, като кликнете на бутона за редактиране
cs_cz: Vytvořte prosím widget na portálu widgetů kliknutím na tlačítko Upravit
da_dk: Opret en widget i widgetportalen ved at klikke på rediger-knappen
de_de: Bitte erstellen Sie ein Widget im Widget-Portal, indem Sie auf die Bearbeiten-Schaltfläche klicken.
el: Παρακαλώ δημιουργήστε ένα widget στην πύλη widget κάνοντας κλικ στο κουμπί επεξεργασίας
es_es: Por favor, crea un widget en el portal de widgets haciendo clic en el botón de edición.
hr: Napravite widget na portalu widgeta klikom na gumb za uređivanje
hu_hu: Kérjük, hozzon létre egy widgetet a widget portálon a szerkesztés gombra kattintva
it_it: Si prega di creare un widget nel portale widget cliccando sul pulsante di modifica
nl_nl: Maak alstublieft een widget in het widgetportaal door op de bewerkingsknop te klikken.
pl_pl: Utwórz widget w portalu widgetów, klikając przycisk edycji
ro_ro: Te rog creează un widget în portalul de widgeturi apăsând pe butonul de editare.
sk_sk: Prosím, vytvorte widget v portáli widgetov kliknutím na tlačidlo úprav.
sv_se: Skapa en widget i widgetportalen genom att klicka på redigera-knappen
uk: Будь ласка, створіть віджет на порталі віджетів, натиснувши кнопку редагування

source: Copy shortcode
bg_bg: Копиране на кратък код
cs_cz: Zkopírujte krátký kód
da_dk: Kopier shortcode
de_de: Shortcode kopieren
el: Αντιγραφή σύντομου κωδικού
es_es: Copiar código corto
fr_fr: Copiez le code court.
hr: Kopiraj kratkikod
hu_hu: Rövid kód másolása
it_it: Copia lo shortcode
nl_nl: Kopieer shortcode
pl_pl: Skopiuj krótki kod
ro_ro: Copiați codul scurt
sk_sk: Kopírovať shortcode
sv_se: Kopiera kortkod
uk: Копіювати короткий код

source: Edit
bg_bg: Редактиране
cs_cz: Upravit
da_dk: Redigere
de_de: Bearbeiten
el: Επεξεργασία
es_es: Editar
fr_fr: Modifier
hr: Uredi
hu_hu: Szerkesztés
it_it: Modificare
nl_nl: Bewerken
pl_pl: Edytować
ro_ro: Editați
sk_sk: Upraviť
sv_se: Redigera
uk: Редагувати

source: Remove
bg_bg: Премахни
cs_cz: Odstranit
da_dk: Opdater
de_de: Entfernen
el: Αφαίρεση
es_es: Eliminar
fr_fr: Retirer
hr: Ukloniti
hu_hu: Távolítsa el
it_it: Rimuovere
nl_nl: Verwijderen
pl_pl: Usunąć
ro_ro: Elimină
sk_sk: Odstrániť
sv_se: Avlägsna
uk: Видалити

source: Copied to Clipboard
bg_bg: Копирано в Клипборда
cs_cz: Zkopírováno do Schránky
da_dk: Kopieret til Udklipsholder
de_de: In die Zwischenablage kopiert
el: Αντιγράφηκε στο Πρόχειρο
es_es: Copiada al Portapapeles
hr: Kopirano u Međuspremnik
hu_hu: Vágólapra Másolva
it_it: Copiato negli Appunti
nl_nl: Gekopieerd naar klembord
pl_pl: Skopiowane do schowka
ro_ro: Copiat în clipboard
sk_sk: Skopírované do schránky
sv_se: Kopierade till Urklipp
uk: Скопійовано в Буфер Обміну

source: Your plugin is now connected to this account:
bg_bg: Вашият плъгин е свързан с този акаунт:
cs_cz: Váš plugin je nyní připojen k tomuto účtu:
da_dk: Dit plugin er nu forbundet til denne konto:
de_de: Ihr Plugin ist jetzt mit diesem Konto verbunden:
el: Το plugin σας είναι τώρα συνδεδεμένο με αυτόν τον λογαριασμό:
es_es: Su complemento ahora está conectado a esta cuenta:
fr_fr: Votre extension est maintenant connectée à ce compte :
hr: Vaš je dodatak sada povezan s ovim računom:
hu_hu: Beépülő modulja most ehhez a fiókhoz csatlakozik:
it_it: Il tuo plugin Ã¨ ora connesso a questo account:
nl_nl: Je plugin is nu verbonden met dit account:
pl_pl: Twoja wtyczka jest teraz połączona z tym kontem:
ro_ro: Pluginul tău este acum conectat la acest cont:
sk_sk: Váš plugin je teraz pripojený k tomuto účtu:
sv_se: Ditt plugin är nu anslutet till detta konto:
uk: Тепер ваш плагін підключено до цього облікового запису:

source: How to use this plugin
bg_bg: Как да използвате този плъгин
cs_cz: Jak používat tento plugin
da_dk: Sådan bruger du dette plugin
de_de: Wie man dieses Plugin benutzt
el: Πώς να χρησιμοποιήσετε αυτό το plugin
es_es: Cómo utilizar este complemento
fr_fr: Comment utiliser cette extension
hr: Kako koristiti ovaj dodatak
hu_hu: Hogyan kell használni ezt a bővítményt
it_it: Come utilizzare questo plugin
nl_nl: Hoe deze plugin te gebruiken
pl_pl: Jak korzystać z tej wtyczki
ro_ro: Cum să utilizați acest plugin
sk_sk: Ako používať tento plugin
sv_se: Hur man använder detta plugin
uk: Як використовувати цей плагін

source: 1. Connect the plugin to your WhyDonate account
bg_bg: 1. Свържете приставката с вашия акаунт в WhyDonate
cs_cz: 1. Připojte plugin ke svému účtu WhyDonate
da_dk: 1. Tilslut plugin'et til din WhyDonate-konto
de_de: 1. Verbinden Sie das Plugin mit Ihrem WhyDonate-Konto
el: 1. Συνδέστε το plugin με τον λογαριασμό σας στο WhyDonate
es_es: 1. Conecte el complemento a su cuenta de WhyDonate
hr: 1. Povežite dodatak sa svojim Whydonate računom
hu_hu: 1. Csatlakoztassa a bővítményt WhyDonate-fiókjához
it_it: 1. Collega il plugin al tuo account WhyDonate
nl_nl: 1. Verbind de plugin met je WhyDonate-account
pl_pl: 1. Podłącz wtyczkę do swojego konta WhyDonate
ro_ro: 1. Conectați pluginul la contul dvs. Whydonate
sk_sk: 1. Pripojte plugin k vášmu účtu WhyDonate
sv_se: 1. Anslut plugin-programmet till ditt WhyDonate-konto
uk: 1. Підключіть плагін до свого облікового запису WhyDonate

source: For WhyDonate members:
bg_bg: За членове на WhyDonate:
cs_cz: Pro členy WhyDonate:
da_dk: Til WhyDonate-medlemmer:
de_de: Für WhyDonate-Mitglieder:
el: Για τα μέλη του WhyDonate:
es_es: Para Miembros De WhyDonate:
hr: Za članove Whydonate-a:
hu_hu: WhyDonate-tagoknak:
it_it: Per i membri di WhyDonate:
nl_nl: Voor WhyDonate-leden:
pl_pl: Dla członków WhyDonate:
ro_ro: Pentru membrii Whydonate:
sk_sk: Pre členov WhyDonate:
sv_se: För WhyDonate-medlemmar:
uk: Для учасників Whydonate:

source: Open your <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> WhyDonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
bg_bg: Отворете вашия <a href='https://whydonate.com/bg/account/login' style='text-decoration:none' target='blank'> Профил WhyDonate</a> и кликнете върху менюто API Key. Създайте нов API Key и го копирайте в края на тази страница.
cs_cz: Otevřete svůj <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'>Profil Whydonate</a> a klikněte na nabídku Klíč API. Vygenerujte nový klíč API a zkopírujte jej a vložte jej na konec této stránky.
da_dk: Åben din<a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> WhyDonate Profil</a> og klik på menuen API-nøgle. Generer en ny API-nøgle og copy-paste den nederst på denne side.
de_de: Öffnen Sie Ihr <a href='https://whydonate.com/de/account/login' style='text-decoration:none' target='blank'> WhyDonate Profil</a> und klicken Sie auf das Menü API-Schlüssel. Erstellen Sie einen neuen API-Schlüssel und kopieren Sie ihn an das Ende dieser Seite.
el: Άνοιξε το <a href='https://whydonate.com/el/account/login' style='text-decoration:none' target='blank'> Προφίλ WhyDonate</a> και κάντε κλικ στο μενού "API Key". Δημιουργήστε ένα νέο API Key και αντιγράψτε-επικολλήστε το στο κάτω μέρος αυτής της σελίδας.
es_es: Abre tu <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> Perfil de WhyDonate</a> y haga clic en el menú Clave API. Genere una nueva clave API y cópiela y péguela al final de esta página.
hr: Otvorite svoj <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> Whydonate profil</a> i kliknite izbornik API Key. Generirajte novi API ključ i kopirajte ga na dno ove stranice.
hu_hu: Nyissa meg <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> WhyDonate Profilt</a> és kattintson az API-kulcs menüre. Hozzon létre egy új API-kulcsot, és másolja be az oldal aljára.
it_it: Apri il tuo <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'>Profilo WhyDonate</a> e clicca sul menu API Key. Genera una nuova API Key e copiala e incollala in fondo a questa pagina.
nl_nl: Open je <a href='https://whydonate.com/nl/profile/account' style='text-decoration:none' target='blank'> Whydonate-profiel</a> en klik op het menu API-sleutel. Genereer een nieuwe API-sleutel en kopieer deze naar de onderkant van deze pagina.
pl_pl: Otwórz swój <a href='https://whydonate.com/pl/profile/account' style='text-decoration:none' target='blank'> profil WhyDonate</a> i kliknij menu Klucz API. Wygeneruj nowy klucz API i skopiuj go i wklej na dole tej strony.
ro_ro: <a href="https://whydonate.com/ro/account/register" style="text-decoration:none" target="blank">Înregistrează-te gratuit la WhyDonate</a>. Deschide-ți <a href="https://whydonate.com/ro/account/register" style="text-decoration:none" target="blank">Profilul WhyDonate</a> și dă click pe meniul Cheie API. Generează o nouă Cheie API și copiaz-o în partea de jos a acestei pagini.
sk_sk: Otvorte si svoj <a href='https://whydonate.com/sk/profile/account' style='text-decoration:none' target='_blank'>profil na Whydonate</a> a kliknite na menu API Key. Vygenerujte nový API kľúč a skopírujte ho na koniec tejto stránky.
sv_se: Öppna din <a href='https://whydonate.com/sv/profile/account' style='text-decoration:none' target='blank'>WhyDonate-profil</a> och klicka på API-nyckelmenyn. Skapa en ny API-nyckel och kopiera och klistra in den längst ner på den här sidan.
uk: Відкрийте свій <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> профіль Whydonate</a> і клацніть меню «Ключ API». Згенеруйте новий ключ API та скопіюйте та вставте його внизу цієї сторінки.

source: No Whydonate account yet?
bg_bg: Още нямате акаунт в WhyDonate:
cs_cz: Zatím žádný účet Whydonate?
da_dk: Ingen WhyDonate-konto endnu?
de_de: Noch kein WhyDonate-Konto?
el: Δεν έχετε ακόμα λογαριασμό στο WhyDonate:
es_es: Aún no hay cuenta WhyDonate:
hr: Još nemate WhyDonate račun:
hu_hu: Még nincs WhyDonate fiók?
it_it: Non hai ancora un account WhyDonate?
nl_nl: Nog geen WhyDonate-account?
pl_pl: Nie masz jeszcze konta WhyDonate?
ro_ro: Nu aveți încă un cont Whydonate:
sk_sk: Ešte nemáte účet WhyDonate?
sv_se: Inget WhyDonate-konto ännu?
uk: Ще немає рахунку WhyDonate:

source: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Register for free at WhyDonate</a>. Open your <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">WhyDonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
bg_bg: <a href="https://whydonate.com/bg/account/register" style="text-decoration:none" target="blank">Регистрирайте се безплатно на WhyDonate</a>. Отворете вашето <a href="https://whydonate.com/de/account/register" style="text-decoration:none" target="blank">Профил WhyDonate</a> и кликнете върху менюто API Key. Създайте нов API Key и го копирайте в долната част на тази страница.
cs_cz: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Zaregistrujte se zdarma na WhyDonate</a>. Otevři tvůj <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate profil</a> a klikněte na nabídku Klíč API. Vygenerujte nový klíč API a zkopírujte a vložte jej na konec této stránky.
da_dk: <a href="https://whydonate.com/da/account/register" style="text-decoration:none" target="blank">Tilmeld dig gratis på WhyDonate</a>. Åben din <a href="https://whydonate.com/da/account/register" style="text-decoration:none" target="blank">WhyDonate Profil</a> og klik på menuen API-nøgle. Generer en ny API-nøgle og copy-paste den nederst på denne side.
de_de: <a href="https://whydonate.com/de/account/register" style="text-decoration:none" target="blank">Kostenlos bei WhyDonate Registrieren</a>. Öffnen Sie Ihr <a href="https://whydonate.com/en/account/register" style="text-decoration:none" target="blank">WhyDonate Profil</a> und klicken Sie auf das Menü API-Schlüssel. Erstellen Sie einen neuen API-Schlüssel und kopieren Sie ihn an das Ende dieser Seite.
el: <a href="https://whydonate.com/el/account/register" style="text-decoration:none" target="blank">Εγγραφείτε δωρεάν στο WhyDonate</a>. Άνοιξε το <a href="https://whydonate.com/en/account/register" style="text-decoration:none" target="blank">Προφίλ WhyDonate</a> και κάντε κλικ στο μενού API Key. Δημιουργήστε ένα νέο API Key και αντιγράψτε-επικολλήστε το στο κάτω μέρος αυτής της σελίδας.
es_es: <a href="https://whydonate.com/es/account/register" style="text-decoration:none" target="blank"> Regístrate gratis en WhyDonate </a>. Abre tu <a href="https://whydonate.com/es/account/register" style="text-decoration:none" target="blank">Perfil de WhyDonate</a> y haga clic en el menú Clave API. Genere una nueva clave API y cópiela y péguela al final de esta página.
hr: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Registrirajte se besplatno na Whydonate</a>. Otvorite svoj <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate profil</a> i kliknite izbornik API Key. Generirajte novi API ključ i kopirajte ga i zalijepite na dno ove stranice.
hu_hu: <a href="https://whydonate.com/hu/account/register" style="text-decoration:none" target="blank">Ingyenes regisztráció a WhyDonate oldalon</a>. Nyissa meg <a href="https://whydonate.com/hu/account/register" style="text-decoration:none" target="blank">WhyDonate Profilt</a> és kattintson az API-kulcs menüre. Hozzon létre egy új API-kulcsot, és másolja be az oldal aljára.
it_it: <a href="https://whydonate.com/it/account/register" style="text-decoration:none" target="blank">Registrati gratuitamente su WhyDonate</a>. Apri il tuo <a href="https://whydonate.com/it/account/register" style="text-decoration:none" target="blank">Profilo WhyDonate</a> e clicca sul menu API Key. Genera una nuova API Key e copiala e incollala in fondo a questa pagina.
nl_nl: <a href="https://whydonate.com/nl/account/register" style="text-decoration:none" target="blank">Registreer gratis bij Whydonate</a>. Open je <a href="https://whydonate.com/nl/account/register" style="text-decoration:none" target="blank">Whydonate profiel</a> en klik op het menu API-sleutel. Genereer een nieuwe API-sleutel en kopieer deze naar de onderkant van deze pagina.
pl_pl: <a href="https://whydonate.com/pl/account/register" style="text-decoration:none" target="blank">Zarejestruj się bezpłatnie w WhyDonate</a>. Otwórz swój <a href="https://whydonate.com/pl/account/register" style="text-decoration:none" target="blank">Profil WhyDonate</a> i kliknij menu Klucz API. Wygeneruj nowy klucz API i skopiuj go i wklej na dole tej strony.
ro_ro: <a href="https://whydonate.com/ro/account/register" style="text-decoration:none" target="blank">Înregistrează-te gratuit la Whydonate</a>. Deschide <a href="https://whydonate.com/ro/account/register" style="text-decoration:none" target="blank">Profilul tău Whydonate</a> și dă clic pe meniul Cheie API. Generează o nouă Cheie API și copiaz-o în partea de jos a acestei pagini.
sk_sk: <a href="https://whydonate.com/sk/account/register" style="text-decoration:none" target="_blank">Zaregistrujte sa zadarmo na Whydonate</a>. Otvorte si svoj <a href="https://whydonate.com/sk/account/register" style="text-decoration:none" target="_blank">profil na Whydonate</a> a kliknite na menu API Key. Vygenerujte nový API kľúč a skopírujte ho na koniec tejto stránky.
sv_se: <a href="https://whydonate.com/sv/account/register" style="text-decoration:none" target="blank">Registrera dig gratis på WhyDonate</a>. Öppna din <a href="https://whydonate.com/sv/account/register" style="text-decoration:none" target="blank">WhyDonate-profil</a> och klicka på API-nyckelmenyn. Skapa en ny API-nyckel och kopiera och klistra in den längst ner på den här sidan.
uk: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Зареєструйтеся безкоштовно на сайті Whydonate</a>. Відкрийте свій <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">профіль Whydonate</a> і натисніть меню ключа API. Згенеруйте новий ключ API та скопіюйте та вставте його внизу цієї сторінки.
