Repository: common-repository/wp-whydonate
Catalog: languages/wp-whydonate-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el, es_es, fr_fr, hr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sv_se, uk

source: Your API Key is not valid. We failed to connect the plugin.
bg_bg: Вашият API Ключ не е валиден. Не успяхме да свържем плъгина.
cs_cz: Váš api-klíč není platný. Plugin se nepodařilo připojit.
da_dk: Din api-nøgle er ikke gyldig. Vi kunne ikke tilslutte plugin'et.
de_de: Ihr API-Schlüssel ist ungültig. Wir konnten das Plugin nicht verbinden.
el: ΤοAPI-Key σας δεν είναι έγκυρο. Αποτύχαμε να συνδέσουμε το plugin.
es_es: Su clave API no es válida. No pudimos conectar el complemento.
hr: Vaš api-ključ nije valjan. Nismo uspjeli povezati dodatak.
hu_hu: Az api-kulcs nem érvényes. Nem sikerült csatlakoztatni a bővítményt.
it_it: La tua chiave API non Ã¨ valida. Non siamo riusciti a connettere il plugin.
nl_nl: Je API-sleutel is niet geldig. Het is ons niet gelukt om de plugin te verbinden.
pl_pl: Twój klucz API jest nieprawidłowy. Nie udało się podłączyć wtyczki.
ro_ro: Cheia ta API nu este validă. Nu am reușit să conectăm pluginul.
sk_sk: Váš API kľúč nie je platný. Nepodarilo sa pripojiť plugin.
sv_se: Din API-nyckel är inte giltig. Vi misslyckades med att ansluta plugin-programmet.
uk: Ваш api-ключ недійсний. Не вдалося підключити плагін.

source: Updating the API Key...
bg_bg: Актуализиране на API Ключа...
cs_cz: Aktualizace api-key...
da_dk: Opdaterer API-Nøglen...
de_de: API-Schlüssel wird aktualisiert...
el: Ενημέρωση του api-key...
es_es: Actualizando la clave API...
hr: Ažuriranje api-ključa...
hu_hu: Az api-kulcs frissítése...
it_it: Aggiornamento della chiave API...
nl_nl: API-sleutel bijwerken...
pl_pl: Aktualizowanie klucza API...
ro_ro: Actualizând Cheia API...
sk_sk: Aktualizácia API kľúča...
sv_se: Uppdaterar API-nyckeln...
uk: Оновлення api-ключа...

source: Update success.
bg_bg: Актуализацията е успешна.
cs_cz: Aktualizace úspěšná.
da_dk: Opdatering succes.
de_de: Update erfolgreich
el: Επιτυχία ενημέρωσης.
es_es: Actualización exitosa.
fr_fr: Mise à jour réussie.
hr: Ažuriranje uspješno.
hu_hu: Frissítés sikeres.
it_it: Aggiornamento riuscito.
nl_nl: Update geslaagd.
pl_pl: Aktualizacja powiodła się
ro_ro: Actualizare reușită
sk_sk: Aktualizácia úspešná
sv_se: Uppdatering lyckades
uk: Оновлення успішне.

source: Open your <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> WhyDonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
bg_bg: Отворете вашия <a href='https://whydonate.com/bg/account/login' style='text-decoration:none' target='blank'> Профил WhyDonate</a> и кликнете върху менюто API Key. Създайте нов API Key и го копирайте в края на тази страница.
cs_cz: Otevřete svůj <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank">Profil Whydonate</a> a klikněte na nabídku Klíč API. Vygenerujte nový klíč API a zkopírujte jej a vložte jej na konec této stránky.
da_dk: Åben din <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> WhyDonate Profil</a> og klik på menuen API-nøgle. Generer en ny API-nøgle og copy-paste den nederst på denne side.
de_de: Öffnen Sie Ihr <a href='https://whydonate.com/de/account/login' style='text-decoration:none' target='blank'> WhyDonate Profil</a> und klicken Sie auf das Menü API-Schlüssel. Erstellen Sie einen neuen API-Schlüssel und kopieren Sie ihn an das Ende dieser Seite.
el: Άνοιξε το <a href='https://whydonate.com/el/account/login' style='text-decoration:none' target='blank'> Προφίλ WhyDonate</a> και κάντε κλικ στο μενού "API Key". Δημιουργήστε ένα νέο API Key και αντιγράψτε-επικολλήστε το στο κάτω μέρος αυτής της σελίδας.
es_es: Abre tu <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> Perfil de WhyDonate</a> y haga clic en el menú Clave API. Genere una nueva clave API y cópiela y péguela al final de esta página.
hr: Otvorite svoj <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> Whydonate profil</a> i kliknite izbornik API Key. Generirajte novi API ključ i kopirajte ga i zalijepite na dno ove stranice.
hu_hu: Nyissa meg<a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> WhyDonate profilt</a> és kattintson az API-kulcs menüre. Hozzon létre egy új API-kulcsot, és másolja be az oldal aljára.
it_it: Apri i tuoi <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> Profilo WhyDonate</a> e fai clic sul menu API Key. Genera una nuova API Key e copiala e incollala in fondo a questa pagina.
nl_nl: Open je <a href="https://whydonate.com/nl/profile/account" style="text-decoration:none" target="blank"> Whydonate profiel</a> en klik op het menu API-sleutel. Genereer een nieuwe API-sleutel en kopieer deze naar de onderkant van deze pagina.
pl_pl: Otwórz swój <a href="https://whydonate.com/pl/profile/account" style="text-decoration:none" target="blank"> profil WhyDonate</a> i kliknij menu Klucz API. Wygeneruj nowy klucz API i skopiuj go i wklej na dole tej strony.
ro_ro: <a href="https://whydonate.com/ro/account/register" style="text-decoration:none" target="blank">Înregistrează-te gratuit la WhyDonate</a>. Deschide-ți <a href="https://whydonate.com/ro/account/register" style="text-decoration:none" target="blank">Profilul WhyDonate</a> și dă click pe meniul Cheie API. Generează o nouă Cheie API și copiaz-o în partea de jos a acestei pagini.
sk_sk: Otvorte si svoj <a href="https://whydonate.com/sk/profile/account" style="text-decoration:none" target="_blank">profil na Whydonate</a> a kliknite na menu API Key. Vygenerujte nový API kľúč a skopírujte ho na koniec tejto stránky.
sv_se: Öppna din <a href="https://whydonate.com/sv/profile/account" style="text-decoration:none" target="blank">WhyDonate-profil </a> och klicka på API-nyckelmenyn. Skapa en ny API-nyckel och kopiera och klistra in den längst ner på den här sidan.
uk: Відкрийте свій <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> профіль Whydonate</a> і натисніть меню ключа API. Згенеруйте новий ключ API та скопіюйте та вставте його внизу цієї сторінки.

source: Save
bg_bg: Запази
cs_cz: Uložit
da_dk: Gemme
de_de: Speichern
el: Αποθήκευση
es_es: Ahorrar
fr_fr: Enregistrer
hr: Uštedjeti
hu_hu: Megment
it_it: Salva
nl_nl: Opslaan
pl_pl: Ratować
ro_ro: Salvează
sk_sk: Uložiť
sv_se: Spara
uk: Зберегти

source: Sign up for a free account on <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigate to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> and access the API Key from the side menu of your profile. Generate an API Key and copy-paste it into the designated section at the bottom of this page.
bg_bg: Регистрирайте се за безплатен акаунт на <a href='https://whydonate.com/bg/' style='text-decoration:none' target='blank'>whydonate.com</a>. Отидете на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> и достъпете API ключа от страничното меню на профила си. Генерирайте API ключ и го копирайте и поставете в определеното поле в долната част на тази страница.
cs_cz: Zaregistrujte si bezplatný účet na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Přejděte na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> a z postranní nabídky svého profilu získejte přístup ke klíči API . Vygenerujte klíč API a zkopírujte jej a vložte do určené sekce ve spodní části této stránky.
da_dk: Tilmeld dig en gratis konto på<a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Naviger til <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> og få adgang til API-nøglen fra sidemenuen på din profil. Generer en API-nøgle og copy-paste den i den udpegede sektion nederst på denne side.
de_de: Melden Sie sich für ein kostenloses Konto bei <a href='https://whydonate.com/de/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigieren Sie zu <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> und greifen Sie über das Seitenmenü Ihres Profils auf den API-Schlüssel zu. Erstellen Sie einen API-Schlüssel und kopieren Sie ihn in den dafür vorgesehenen Bereich am Ende dieser Seite.
el: Εγγραφείτε για έναν δωρεάν λογαριασμό στο <a href='https://whydonate.com/el/' style='text-decoration:none' target='blank'>whydonate.com</a>. Μεταβείτε στο <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> και αποκτήστε το API Key από το πλευρικό μενού του προφίλ σας. Δημιουργήστε ένα API Key και αντιγράψτε το στην κατάλληλη ενότητα στο κάτω μέρος αυτής της σελίδας.
es_es: Regístrese para obtener una cuenta gratuita en <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navegar a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> y accede a la Clave API desde el menú lateral de tu perfil. Genere una clave API y cópiela y péguela en la sección designada en la parte inferior de esta página.
hr: Prijavite se za besplatan račun na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Idite na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> i pristupite API ključu s bočnog izbornika svog profila . Generirajte API ključ i kopirajte ga i zalijepite u označeni odjeljak na dnu ove stranice.
hu_hu: Regisztráljon egy ingyenes fiókot a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigáljon ide <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> és elérheti az API-kulcsot a profil oldalsó menüjéből. Hozzon létre egy API-kulcsot, és másolja be az oldal alján lévő kijelölt részbe.
it_it: Registrati per un account gratuito su <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigate to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> e accedi alla API Key dal menu laterale del tuo profilo. Genera una API Key e copiala e incollala nella sezione designata in fondo a questa pagina.
nl_nl: Meld je gratis aan op <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigeer naar <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> en open de API-sleutel via het zijmenu van je profiel. Genereer een API-sleutel en kopieer deze naar het aangewezen gedeelte onderaan deze pagina.
pl_pl: Zarejestruj darmowe konto na stronie <a href='https://whydonate.com/pl/' style='text-decoration:none' target='blank'>whydonate.com</a>. Przejdź na stronę <a href='https://whydonate.com/pl/' style='text-decoration:none' target='blank'>whydonate.com</a> i uzyskaj dostęp do klucza API z bocznego menu swojego profilu. Wygeneruj klucz API i skopiuj go i wklej w wyznaczonej sekcji na dole tej strony.
ro_ro: Înregistrați-vă pentru un cont gratuit pe <a href='https://whydonate.com/ro/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigați la <a href='https://whydonate.com/ro/' style='text-decoration:none' target='blank'>whydonate.com/ro</a> și accesați cheia API din meniul lateral al profilului dvs. Generați o cheie API și copiați-o în secțiunea desemnată de la partea de jos a acestei pagini.
sk_sk: Zaregistrujte sa na bezplatný účet na <a href='https://whydonate.com/sk/' style='text-decoration:none' target='_blank'>whydonate.com</a>. Prejdite na <a href='https://whydonate.com/sk/' style='text-decoration:none' target='_blank'>whydonate.com</a> a získajte API kľúč z bočného menu vášho profilu. Vygenerujte API kľúč a skopírujte ho do určeného oddielu na konci tejto stránky.
sv_se: Registrera dig för ett gratis konto på <a href='https://whydonate.com/sv/' style='text-decoration:none' target='blank'>whydonate.com</a>. Navigera till <a href='https://whydonate.com/sv/' style='text-decoration:none' target='blank'>whydonate.com</a> och få tillgång till API-nyckeln från sidomenyn i din profil. Skapa en API-nyckel och kopiera och klistra in den i den angivna sektionen längst ner på den här sidan.
uk: Зареєструйте безкоштовний обліковий запис на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>. Перейдіть на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> і отримайте доступ до ключа API з бічного меню свого профілю . Згенеруйте ключ API та скопіюйте та вставте його в призначений розділ внизу цієї сторінки.

source: Donatie button voor je eigen website. Zamel geld in via iDeal, Creditcard, PayPal, VISA, Sofort en Bancontact. Binnen een paar minuten opgezet en veilig!
bg_bg: Бутон за дарение за вашия собствен уебсайт. Събирайте пари чрез iDeal, кредитна карта, PayPal, VISA, Sofort и Bancontact. Настройте го за няколко минути и е сигурно!
cs_cz: Darovací tlačítko pro váš vlastní web. Získejte peníze prostřednictvím iDeal, kreditní karty, PayPal, VISA, Sofort a Bancontact. Nastavte a bezpečně za pár minut!
da_dk: Donationsknap til din egen hjemmeside. Saml penge via iDeal, Kreditkort, PayPal, VISA, Sofort og Bancontact. Konfigurer og sikker på blot et par minutter!
de_de: Spenden-Button für Ihre eigene Website. Sammeln Sie Geld über iDeal, Kreditkarte, PayPal, VISA, Sofort und Bancontact. In wenigen Minuten eingerichtet und gesichert!
el: Κουμπί δωρεάς για τη δική σας ιστοσελίδα. Συγκεντρώστε χρήματα μέσω iDeal, Creditcard, PayPal, VISA, Sofort και Bancontact. Εγκαθίσταται σε λίγα λεπτά και είναι ασφαλές!
es_es: Botón de donación para tu propio sitio web. Recaude dinero a través de iDeal, Tarjeta de crédito, PayPal, VISA, Sofort y Bancontact. ¡Configura y protege en solo unos minutos!
fr_fr: Bouton de don pour votre propre site. Collectez de l’argent via iDeal, carte de crédit, PayPal, VISA, Sofort et Bancontact. Installation en quelques minutes et en toute sécurité !
hr: Gumb za donacije za vlastitu web stranicu. Prikupljajte novac putem iDeal-a, Creditcard-a, PayPala, VISA-e, Soforta i Bancontact-a. Postavite za nekoliko minuta i sigurno!
hu_hu: Adomány gomb a saját weboldalához. Gyűjtsön pénzt iDeal, hitelkártya, PayPal, VISA, Sofort és Bancontact segítségével. Állítsa be és biztonságban néhány perc alatt!
it_it: Pulsante di donazione per il tuo sito web. Raccogli fondi tramite iDeal, carta di credito, PayPal, VISA, Sofort e Bancontact. Configuralo e mettilo al sicuro in pochi minuti!
pl_pl: Przycisk darowizny na własną stronę internetową. Zbieraj pieniądze za pośrednictwem iDeal, Creditcard, PayPal, VISA, Sofort i Bancontact. Skonfiguruj w kilka minut i bezpiecznie!
ro_ro: Buton de donație pentru propriul site web. Colectați bani prin iDeal, Creditcard, PayPal, VISA, Sofort și Bancontact. Configurat și sigur în câteva minute!
sk_sk: Darovacie tlačidlo pre vašu vlastnú webovú stránku. Zbierajte peniaze cez iDeal, kreditnú kartu, PayPal, VISA, Sofort a Bancontact. Nastavte a zabezpečte za pár minút!
sv_se: Donationsknapp för din egen hemsida. Samla in pengar via iDeal, Kreditkort, PayPal, VISA, Sofort och Bancontact. Ställ in på några minuter och säkert!
uk: Кнопка пожертви для вашого власного сайту. Збирайте гроші через iDeal, Creditcard, PayPal, VISA, Sofort і Bancontact. Налаштуйте за лічені хвилини та безпечно!

source: It seems you havenâ€™t created any widgets yet.
it_it: Sembra che non hai ancora creato alcun widget.
nl_nl: Het lijkt erop dat je nog geen widgets hebt aangemaakt.

source: Whydonate Plugin
fr_fr: Extension WhyDonate

source: Open your <a href="https://whydonate.eu/profile" style="text-decoration:none" target="blank"> Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
fr_fr: Ouvrez votre <a href="https://whydonate.nl/profile/fr" style="text-decoration:none" target="blank">Profil WhyDonate</a> et cliquez sur le menu Clé API. Générez une nouvelle clé API copiez et collez-la en bas de cette page.

source: Updating the api-key...
fr_fr: Mise à jour de la clé API…

source: Your api-key is not valid. We failed to connect the plugin.
fr_fr: Votre clé API est non valide. Nous n’avons pas réussi à connecter l’extension.

source: I don't have a Whydonate account
fr_fr: Je n’ai pas de compte WhyDonate

source: I have a Whydonate account
fr_fr: J’ai un compte WhyDonate

source: 3. Add the widget to your Website
fr_fr: 3. Ajoutez le widget à votre site

source: <a href="https://www.whydonate.eu/registration/en" style="text-decoration:none" target="blank">Register for free at Whydonate</a>. Open your <a href="https://www.whydonate.eu/registration/eu" style="text-decoration:none" target="blank">Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
fr_fr: <a href="https://www.whydonate.nl/registration/en" style="text-decoration:none" target="blank">Inscrivez-vous gratuitement sur WhyDonate</a>. Ouvrez votre <a href="https://www.whydonate.nl/registration/eu" style="text-decoration:none" target="blank">Profil WhyDonate</a> et cliquez sur le menu Clé API. Générez une nouvelle clé API copiez et collez-la en bas de cette page.

source: No Whydonate account yet:
fr_fr: Pas encore de compte WhyDonate :

source: Open your <a href='https://www.whydonate.eu/profile' style='text-decoration:none' target='blank'> Whydonate Profile</a> and click the API Key menu. Generate a new API Key and copy-paste it to the bottom of this page.
fr_fr: Ouvrez votre <a href='https://www.whydonate.nl/profile' style='text-decoration:none' target='blank'> Profil WhyDonate</a> et cliquez sur le menu Clé API. Générez une nouvelle clé API copiez et collez-la en bas de cette page.

source: For Whydonate members:
fr_fr: Pour les membres de WhyDonate :

source: 1. Connect the plugin to your Whydonate account
fr_fr: 1. Connectez l’extension à votre compte WhyDonate

source: Add widget
fr_fr: Ajouter le widget

source: Account setup
fr_fr: Configuration du compte

source: Special message for users
fr_fr: Message spécial pour les comptes

source: My custom message
fr_fr: Mon message personnalisé

source: Powered by WordPress
fr_fr: Propulsé par WordPress

source: Thanks for updating. If you see any database error message please ignore those and refresh the page.
fr_fr: Merci pour la mise à jour. Si vous voyez un message d’erreur de base de données, veuillez les ignorer et actualiser la page.
