Repository: common-repository/wp-whydonate
Catalog: languages/wp-whydonate-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, el, es_es, fr_fr, hr, hu_hu, it_it, nl_nl, pl_pl, ro_ro, sk_sk, sv_se, uk

source: For Existing WhyDonate Members:
bg_bg: За съществуващи членове на WhyDonate:
cs_cz: Pro Stávající Členy WhyDonate:
da_dk: For eksisterende WhyDonate-medlemmer:
de_de: Für bestehende WhyDonate-Mitglieder:
el: Για Υπάρχοντα Μέλη του WhyDonate:
es_es: Para Miembros Existentes De WhyDonate:
hr: Za postojeće članove WhyDonate:
hu_hu: Meglévő WhyDonate-tagoknak:
it_it: Per Gli Attuali Membri Di WhyDonate:
nl_nl: Voor bestaande WhyDonate leden:
pl_pl: Dla istniejących członków WhyDonate:
ro_ro: Pentru membrii existenți ai WhyDonate:
sk_sk: Pre existujúcich členov WhyDonate:
sv_se: För befintliga WhyDonate-medlemmar:
uk: Для існуючих учасників WhyDonate:

source: Go to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> and log in to your account.
bg_bg: Отидете на <a href='https://whydonate.com/bg/' style='text-decoration:none' target='blank'>whydonate.com</a> и влезте в профила си.
cs_cz: Jít do <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> a přihlaste se ke svému účtu.
da_dk: Gå til<a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> og log ind på din konto.
de_de: Gehen Sie zu <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> und melden Sie sich bei Ihrem Konto an.
el: Πηγαίνετε στο <a href='https://whydonate.com/el/' style='text-decoration:none' target='blank'>whydonate.com</a> και συνδεθείτε στο λογαριασμό σας.
es_es: Ir a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> e inicie sesión en su cuenta.
hr: Idite na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> i prijavite se na svoj račun.
hu_hu: Menj <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>és jelentkezzen be fiókjába.
it_it: Vai a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> e accedi al tuo account.
nl_nl: Ga naar <a href='https://whydonate.com/nl/' style='text-decoration:none' target='blank'>whydonate.com/nl/</a> en login op je account.
pl_pl: Wejdź na <a href='https://whydonate.com/pl/' style='text-decoration:none' target='blank'>whydonate.com</a> i zaloguj się na swoje konto.
ro_ro: Accesați whydonate.com și conectați-vă la contul dvs.
sk_sk: Choďte na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> a prihláste sa na svoj účet.
sv_se: Gå till <a href='https://whydonate.com/sv/' style='text-decoration:none' target='blank'>whydonate.com</a> och logga in på ditt konto.
uk: Перейдіть на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> і увійдіть у свій обліковий запис.

source: Access the API Key from the side menu of your profile.
bg_bg: Достъпете API Ключа от страничното меню на профила си.
cs_cz: Přístup ke klíči API z postranní nabídky vašeho profilu.
da_dk: Få adgang til API-nøglen fra sidemenuen på din profil.
de_de: Zugriff auf den API-Schlüssel über das Seitenmenü Ihres Profils.
el: Αποκτήστε το Κλειδί API από το πλαϊνό μενού του προφίλ σας.
es_es: Accede a la Clave API desde el menú lateral de tu perfil.
hr: Pristupite API Ključu iz bočnog izbornika vašeg profila.
hu_hu: Az API-kulcsot a profil oldalsó menüjéből érheti el.
it_it: Accedi alla chiave API dal menu laterale del tuo profilo.
nl_nl: Open de API-sleutel via het zijmenu van je profiel.
pl_pl: Uzyskaj dostęp do klucza API z bocznego menu swojego profilu.
ro_ro: Accesați cheia API din meniul lateral al profilului dvs.
sk_sk: Získajte API kľúč z bočného menu vášho profilu.
sv_se: Öppna API-nyckeln från sidomenyn i din profil.
uk: Отримайте доступ до Ключа API з бічного меню вашого профілю.

source: Generate an API Key and copy-paste it into the designated section at the bottom of this page.
bg_bg: Генерирайте API Ключ и го копирайте и поставете в указаното поле в долната част на тази страница.
cs_cz: Vygenerujte Klíč API a zkopírujte jej a vložte do určené sekce ve spodní části této stránky.
da_dk: Generer en API-nøgle og copy-paste den i den udpegede sektion nederst på denne side.
de_de: Erstellen Sie einen API-Schlüssel und kopieren Sie ihn in den dafür vorgesehenen Bereich am Ende dieser Seite.
el: Δημιουργήστε ένα Κλειδί API και αντιγράψτε το στο καθορισμένο τμήμα στο κάτω μέρος αυτής της σελίδας.
es_es: Genere una clave API y cópiela y péguela en la sección designada en la parte inferior de esta página.
hr: Generirajte API Ključ i kopirajte ga i zalijepite u predviđeni odjeljak na dnu ove stranice.
hu_hu: Hozzon létre egy API-kulcsot, és másolja be az oldal alján lévő kijelölt részbe.
it_it: Genera una chiave API e copiala e incollala nella sezione designata in fondo a questa pagina.
nl_nl: Genereer een API-sleutel en plak deze in het aangewezen gedeelte onderaan deze pagina.
pl_pl: Wygeneruj klucz API i skopiuj go i wklej w wyznaczonej sekcji na dole tej strony.
ro_ro: Generați o cheie API și copiați-o în secțiunea desemnată din partea de jos a acestei pagini.
sk_sk: Generujte API kľúč a skopírujte ho do určenej sekcie na spodku tejto stránky.
sv_se: Skapa en API-nyckel och kopiera och klistra in den i den angivna sektionen längst ner på den här sidan.
uk: Згенеруйте ключ API та скопіюйте та вставте його в призначений розділ внизу цієї сторінки.

source: New to WhyDonate? Register for Free:
bg_bg: Нов сте в WhyDonate? Регистрирайте се безплатно:
cs_cz: Jste ve službě WhyDonate noví? Zaregistrujte se zdarma:
da_dk: Ny på WhyDonate? Tilmeld Dig Gratis:
de_de: Neu bei WhyDonate? Kostenlos Registrieren:
el: Νέος στο WhyDonate; Εγγραφείτε δωρεάν:
es_es: Nuevo en WhyDonate? Registrate gratis:
hr: Novi ste u WhyDonate? Registrirajte se Besplatno:
hu_hu: Új a WhyDonate Szolgáltatásban? Ingyenes Regisztráció:
it_it: Nuovo su WhyDonate? Registrati Gratuitamente:
nl_nl: Nieuw bij WhyDonate? Registreer gratis:
pl_pl: Nowy w WhyDonate? Zarejestruj się za darmo:
ro_ro: Nou la WhyDonate? Înregistrați-vă gratuit:
sk_sk: Nový v WhyDonate? Zaregistrujte sa zdarma:
sv_se: Ny på WhyDonate? Registrera gratis:
uk: Вперше в WhyDonate? Зареєструйтеся Безкоштовно:

source: Sign up for a free account on <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
bg_bg: Регистрирайте се за безплатен акаунт на <a href='https://whydonate.com/bg/' style='text-decoration:none' target='blank'>whydonate.com</a>.
cs_cz: Zaregistrujte si bezplatný účet na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
da_dk: Tilmeld dig en gratis konto på <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
de_de: Melden Sie sich für ein kostenloses Konto bei <a href='https://whydonate.com/de/' style='text-decoration:none' target='blank'>whydonate.com</a>.
el: Εγγραφείτε για έναν δωρεάν λογαριασμό στο <a href='https://whydonate.com/el/' style='text-decoration:none' target='blank'>whydonate.com</a>.
es_es: Regístrese para obtener una cuenta gratuita en <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
hr: Prijavite se za besplatan račun na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
hu_hu: Regisztráljon egy ingyenes fiókot a<a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
it_it: Registrati per un account gratuito su <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
nl_nl: Meld je gratis aan op <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
pl_pl: Zarejestruj darmowe konto na stronie <a href='https://whydonate.com/pl/' style='text-decoration:none' target='blank'>whydonate.com</a>.
ro_ro: Înregistrați-vă pentru un cont gratuit pe <a href='https://whydonate.com/ro/' style='text-decoration:none' target='blank'>whydonate.com</a>.
sk_sk: Zaregistrujte sa na bezplatný účet na <a href='https://whydonate.com/sk/' style='text-decoration:none' target='_blank'>whydonate.com</a>.
sv_se: Registrera dig för ett gratis konto på <a href='https://whydonate.com/sv/' style='text-decoration:none' target='blank'>whydonate.com</a>
uk: Зареєструйте безкоштовний обліковий запис на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.

source: Navigate to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> and access the API Key from the side menu of your profile.
bg_bg: Отидете на <a href='https://whydonate.com/bg/' style='text-decoration:none' target='blank'>whydonate.com</a> и достъпете API ключа от страничното меню на профила си.
cs_cz: Přejděte na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> a z postranní nabídky svého profilu získejte přístup ke klíči API.
da_dk: Naviger til <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> og få adgang til API-nøglen fra sidemenuen på din profil.
de_de: Navigieren Sie zu <a href='https://whydonate.com/de/' style='text-decoration:none' target='blank'>whydonate.com</a> und greifen Sie über das Seitenmenü Ihres Profils auf den API-Schlüssel zu.
el: Μεταβείτε στο <a href='https://whydonate.com/el/' style='text-decoration:none' target='blank'>whydonate.com</a> και αποκτήστε το API Key από το πλευρικό μενού του προφίλ σας.
es_es: Navegar a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> y accede a la Clave API desde el menú lateral de tu perfil.
hr: Idite na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> i pristupite API ključu s bočnog izbornika svog profila .
hu_hu: Navigáljon ide <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> és elérheti az API-kulcsot a profil oldalsó menüjéből.
it_it: Navigare verso <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> e accedi alla chiave API dal menu laterale del tuo profilo.
nl_nl: Navigeer naar <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> en benader je API-sleutel vanaf het zij menu van je profiel.
pl_pl: Przejdź do <a href='https://whydonate.com/pl/' style='text-decoration:none' target='blank'>whydonate.com</a> i uzyskaj dostęp do klucza API z bocznego menu swojego profilu .
ro_ro: Accesați whydonate.com și accesați cheia API din meniul lateral al profilului dvs.
sk_sk: Prejdite na <a href='https://whydonate.com/sk//' style='text-decoration:none' target='blank'>https://whydonate.com/sk/</a> a získajte API kľúč z bočného menu vášho profilu.
sv_se: Navigera till <a href='https://whydonate.com/sv/' style='text-decoration:none' target='blank'>whydonate.com</a> och öppna API-nyckeln från sidomenyn i din profil .
uk: Перейдіть на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a> і отримайте доступ до ключа API з бічного меню свого профілю.

source: 2. Create a Widget
bg_bg: 2. Създайте виджет
cs_cz: 2. Vytvořte Widget
da_dk: 2. Opret en Widget
de_de: 2. Erstellen Sie ein Widget
el: 2. Δημιουργήστε ένα Widget
es_es: 2. Crea un Widget
fr_fr: 2. Créer le widget
hr: 2. Napravite Widget
hu_hu: 2. Hozzon létre egy Widgetet
it_it: 2. Crea un Widget
nl_nl: 2. Maak een widget
pl_pl: 2. Utwórz Widżet
ro_ro: 2. Creați un widget
sk_sk: 2. Vytvorte widget
sv_se: 2. Skapa en Widget
uk: 2. Створіть Віджет

source: You will be redirected to <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
bg_bg: Ще бъдете пренасочени към <a href='https://whydonate.com/bg/' style='text-decoration:none' target='blank'>whydonate.com</a>.
cs_cz: Budete přesměrováni na <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
da_dk: Du vil blive omdirigeret til <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
de_de: Sie werden zu <a href='https://whydonate.com/de/' style='text-decoration:none' target='blank'>whydonate.com</a>.
el: Θα ανακατευθυνθείτε στο <a href='https://whydonate.com/el/' style='text-decoration:none' target='blank'>whydonate.com</a>.
es_es: Serás redirigido a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
hr: Bit ćete preusmjereni na whydonate.com.
hu_hu: Át lesz irányítva ide <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
it_it: Verrai reindirizzato a <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
nl_nl: Je wordt doorgestuurd naar <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.
pl_pl: Zostaniesz przekierowany na stronę <a href='https://whydonate.com/pl/' style='text-decoration:none' target='blank'>whydonate.com</a>.
ro_ro: Veți fi redirecționat către <a href='https://whydonate.com/ro/' style='text-decoration:none' target='blank'>whydonate.com</a>.
sk_sk: Budete presmerovaní na <a href='https://whydonate.com/sk/' style='text-decoration:none' target='_blank'>whydonate.com</a>.
sv_se: Du kommer att omdirigeras till <a href='https://whydonate.com/sv/' style='text-decoration:none' target='blank'>whydonate.com</a>.
uk: Ви будете перенаправлені на <a href='https://whydonate.com/' style='text-decoration:none' target='blank'>whydonate.com</a>.

source: Under the 'Style Widget' section, either create a new fundraiser or select an existing one from your fundraiser list.
bg_bg: В секцията 'Стил на джаджа', създайте нова кампания или изберете съществуваща от списъка с кампании.
cs_cz: V části 'Style Widget' buď vytvořte novou sbírku, nebo vyberte existující ze svého seznamu sbírek.
da_dk: Under 'Stil-widget'-sektionen skal du enten oprette en ny fundraiser eller vælge en eksisterende fra din fundraiser-liste.
de_de: Unter dem Abschnitt 'Widget-Stil' entweder einen neuen Fundraiser erstellen oder einen bestehenden aus Ihrer Fundraiser-Liste auswählen.
el: Στην ενότητα 'Style Widget', είτε δημιουργήστε μια νέα συγκέντρωση χρημάτων είτε επιλέξτε μια υπάρχουσα από τη λίστα των συγκεντρώσεων σας.
es_es: En la sección 'Widget de estilo', crea una nueva recaudación de fondos o selecciona una existente de tu lista de recaudación de fondos.
hr: U odjeljku 'Style Widget' stvorite novu akciju prikupljanja sredstava ili odaberite postojeću s popisa prikupljanja sredstava.
hu_hu: A "Stílus widget" részben vagy hozzon létre egy új adománygyűjtést, vagy válasszon egy meglévőt az adománygyűjtő listáról.
it_it: Nella sezione "Widget stile", puoi creare una nuova raccolta fondi o selezionarne una esistente dall'elenco delle raccolte fondi.
nl_nl: In de sectie 'Stijl Widget', maak een nieuwe inzamelingsactie aan of selecteer een bestaande uit je lijst van inzamelingsacties.
pl_pl: W sekcji „Widżet stylu” utwórz nową zbiórkę pieniędzy lub wybierz istniejącą z listy zbiórek.
ro_ro: În secțiunea 'Widget Stil', fie creează un nou fundraiser, fie selectează unul existent din lista ta de fundraiser-e.
sk_sk: V sekcii 'Štýl widgetu' buď vytvorte novú zbierku alebo vyberte existujúcu z vášho zoznamu zbierok.
sv_se: Under avsnittet "Stylewidget" skapar du antingen en ny insamling eller väljer en befintlig från din insamlingslista.
uk: У розділі «Віджет стилю» створіть новий збір коштів або виберіть наявний зі свого списку збору коштів.

source: Customise the style according to your preferences and save it as your widget
bg_bg: Персонализирайте стила според вашите предпочитания и го запазете като ваш widget
cs_cz: Přizpůsobte styl podle svých preferencí a uložte jej jako widget
da_dk: Tilpas stilen efter dine præferencer, og gem den som din widget
de_de: Passen Sie den Stil nach Ihren Wünschen an und speichern Sie es als Ihr Widget
el: Προσαρμόστε το στυλ σύμφωνα με τις προτιμήσεις σας και αποθηκεύστε το ως το widget σας
es_es: Personaliza el estilo según tus preferencias y guárdalo como tu widget.
hr: Prilagodite stil prema svojim željama i spremite ga kao svoj widget
hu_hu: Szabja testre a stílust preferenciái szerint, és mentse el widgetként
it_it: Personalizza lo stile in base alle tue preferenze e salvalo come widget
nl_nl: Pas de stijl aan naar je voorkeur en sla het op als je widget
pl_pl: Dostosuj styl zgodnie ze swoimi preferencjami i zapisz go jako widget
ro_ro: Personalizați stilul conform preferințelor dvs. și salvați-l ca widget.
sk_sk: Prispôsobte štýl podľa svojich preferencií a uložte ho ako váš widget
sv_se: Anpassa stilen efter dina preferenser och spara den som din widget
uk: Налаштуйте стиль відповідно до своїх уподобань і збережіть його як свій віджет

source: 3. Add the widget to your website
bg_bg: 3. Добавете виджета на вашия уебсайт
cs_cz: 3. Přidejte widget na svůj Web
da_dk: 3. Tilføj widgetten til dit websted
de_de: 3. Fügen Sie das Widget zu Ihrer Website hinzu
el: 3. Προσθέστε το widget στην Ιστοσελίδα σας
es_es: 3. Agregue el widget a su sitio web.
hr: 3. Dodajte widget na svoje Web Mjesto
hu_hu: 3. Adja hozzá a widgetet a webhelyéhez
it_it: 3. Aggiungi il widget al tuo sito web
nl_nl: 3. Voeg de widget toe aan je website
pl_pl: 3. Dodaj widżet do swojej witryny
ro_ro: 3. Adăugați widgetul la site-ul dvs. web
sk_sk: 3. Adaugă widgetul pe site-ul tău
sv_se: 3. Lägg till widgeten på din webbplats
uk: 3. Додайте віджет на свій сайт

source: Copy the HTML code of the widget you wish to place.
bg_bg: Копирайте HTML кода на виджета, който желаете да поставите.
cs_cz: Zkopírujte HTML kód widgetu, který chcete umístit.
da_dk: Kopier HTML-koden for den widget, du ønsker at placere.
de_de: Kopieren Sie den HTML-Code des Widgets, das Sie platzieren möchten.
el: Αντιγράψτε τον HTML κώδικα του widget που θέλετε να τοποθετήσετε.
es_es: Copie el código HTML del widget que desea colocar.
hr: Kopirajte HTML kod widgeta koji želite postaviti.
hu_hu: Másolja ki az elhelyezni kívánt widget HTML-kódját.
it_it: Copia il codice HTML del widget che desideri posizionare.
nl_nl: Kopieer de HTML-code van de widget die je wilt plaatsen.
pl_pl: Skopiuj kod HTML widgetu, który chcesz umieścić.
ro_ro: Copiați codul HTML al widgetului pe care doriți să îl plasați.
sk_sk: Skopírujte HTML kód widgetu, ktorý chcete umiestniť.
sv_se: Kopiera HTML-koden för widgeten du vill placera.
uk: Скопіюйте HTML-код віджета, який ви хочете розмістити.

source: Paste the code directly onto your webpage.
bg_bg: Поставете кода директно на уеб страницата си.
cs_cz: Vložte kód přímo na svou webovou stránku.
da_dk: Indsæt koden direkte på din webside.
de_de: Fügen Sie den Code direkt in Ihre Webseite ein.
el: Επικολλήστε τον κωδικό απευθείας στην ιστοσελίδα σας.
es_es: Pegue el código directamente en su página web.
hr: Zalijepite kôd izravno na svoju web stranicu.
hu_hu: Illessze be a kódot közvetlenül a weboldalára.
it_it: Incolla il codice direttamente sulla tua pagina web.
nl_nl: Plak de code direct op je webpagina.
pl_pl: Wklej kod bezpośrednio na swoją stronę internetową.
ro_ro: Lipește codul direct în pagina ta web.
sk_sk: Vložte kód priamo do svojej webovej stránky.
sv_se: Klistra in koden direkt på din webbsida.
uk: Вставте код безпосередньо на свою веб-сторінку.

source: I have a WhyDonate account
bg_bg: Имам акаунт в WhyDonate
cs_cz: Mám účet WhyDonate
da_dk: Jeg har en WhyDonate-konto
de_de: Ich habe ein WhyDonate-Konto
el: Έχω λογαριασμό στο WhyDonate
es_es: Tengo una cuenta WhyDonate
hr: Imam WhyDonate račun
hu_hu: Van WhyDonate fiókom
it_it: Ho un account WhyDonate
nl_nl: Ik heb een WhyDonate-account
pl_pl: Mam konto WhyDonate
ro_ro: Am un cont Whydonate
sk_sk: Mám účet WhyDonate
sv_se: Jag har ett WhyDonate-konto
uk: У мене є рахунок WhyDonate

source: I don't have a WhyDonate account
bg_bg: Не разполагам с акаунт в WhyDonate
cs_cz: Nemám účet WhyDonate
da_dk: Jeg har ikke en WhyDonate-konto
de_de: Ich habe kein WhyDonate-Konto
el: Δεν έχω λογαριασμό στο WhyDonate
es_es: No tengo una cuenta WhyDonate
hr: Nemam WhyDonate račun
hu_hu: Nincs WhyDonate fiókom
it_it: Non ho un account WhyDonate
nl_nl: Ik heb geen WhyDonate-account
pl_pl: Nie mam konta WhyDonate
ro_ro: Nu am un cont Whydonate
sk_sk: Nemám účet WhyDonate
sv_se: Jag har inget WhyDonate-konto
uk: У мене немає облікового запису WhyDonate

source: Api Key
bg_bg: API Ключ
cs_cz: Klíč API
da_dk: Api nøgle
de_de: API-Schlüssel
el: Κλειδί API
es_es: Clave API
fr_fr: Clé de l’API
hr: API Ključ
hu_hu: Api Kulcs
it_it: Chiave API
nl_nl: API-sleutel
pl_pl: Klucz API
ro_ro: Cheie API
sk_sk: API kľúč
sv_se: API-nyckel
uk: Ключ API

source: Click to show API Key
bg_bg: Щракнете, за да покажете API Ключа
cs_cz: Kliknutím zobrazíte Klíč API
da_dk: Klik for at vise API-nøgle
de_de: Klicken, um API-Schlüssel anzuzeigen
el: Κάντε κλικ για να εμφανίσετε το Κλειδί API
es_es: Haga clic para mostrar la clave API
hr: Kliknite za prikaz API Ključa
hu_hu: Kattintson az API kulcs megjelenítéséhez
it_it: Clicca per mostrare la chiave API
nl_nl: Klik om API-sleutel te tonen
pl_pl: Kliknij, aby wyświetlić klucz API
ro_ro: Faceți clic pentru a afișa cheia API
sk_sk: Kliknite pre zobrazenie API kľúča
sv_se: Klicka för att visa API-nyckel
uk: Натисніть, щоб показати ключ API

source: Click to hide API Key
bg_bg: Щракнете, за да скриете API Ключа
cs_cz: Kliknutím skryjete Klíč API
da_dk: Klik for at skjule API-nøgle
de_de: Klicken, um API-Schlüssel zu verbergen
el: Κάντε κλικ για να αποκρύψετε το Κλειδί API
es_es: Haga clic para ocultar la clave API
hr: Kliknite za skrivanje API Ključa
hu_hu: Kattintson az API-kulcs elrejtéséhez
it_it: Fai clic per nascondere la chiave API
nl_nl: Klik om API-sleutel te verbergen
pl_pl: Kliknij, aby ukryć klucz API
ro_ro: Faceți clic pentru a ascunde cheia API
sk_sk: Kliknite pre skrytie API kľúča
sv_se: Klicka för att dölja API-nyckel
uk: Натисніть, щоб приховати ключ API

source: Show your API Key
bg_bg: Покажете вашия API Ключ
cs_cz: Ukažte svůj API klíč
da_dk: Vis din API Nøgle
de_de: API-Schlüssel anzeigen
el: Δείξτε το API Key σας
es_es: Muestra tu clave API
hr: Pokažite svoj API ključ
hu_hu: Mutassa meg API Kulcsát
it_it: Mostra la tua chiave API
nl_nl: Toon je API-sleutel
pl_pl: Pokaż swój klucz API
ro_ro: Arată Cheia ta API
sk_sk: Ukážte svoj API kľúč
sv_se: Visa din API-nyckel
uk: Покажіть свій Ключ API

source: Enter your api-key.
bg_bg: Въведете вашия API ключ.
cs_cz: Zadejte svůj api-klíč.
da_dk: Indtast din api-nøgle.
de_de: Geben Sie Ihren API-Schlüssel ein.
el: Εισάγετε το api-key σας.
es_es: Ingrese su clave API.
fr_fr: Saisir votre clé API.
hr: Unesite svoj api-ključ.
hu_hu: Írja be az api-kulcsot.
it_it: Inserisci la tua chiave API.
nl_nl: Voer je API-sleutel in.
pl_pl: Wprowadź swój klucz API.
ro_ro: Introduceți cheia dvs. API.
sk_sk: Zadajte svoj API kľúč.
sv_se: Ange din API-nyckel.
uk: Введіть свій api-ключ.
